username="Олег"                         #здесь будет храниться имя пользователя
title="грэйд 1 задание 1"               #здесь будет храниться заголовок заметки
content="пример выполнения задания"     #десь будет храниться описание заметки
status="подготовлен к сдаче"            #здесь будет храниться статус заметки
created_date='21-12-2024'               #дата создания заметки
issue_date='22-12-2024'                 #дедлайн по заметке

print("Имя пользователя:", username)
print("Заголовок заметки:", title)
print("Описание заметки:", content)
print("Статус заметки:", status)
print("Дата создания заметки:", created_date)
print("Дедлайн (срок истечения):", issue_date)